{
    "version": "https://jsonfeed.org/version/1",
    "title": "dozenhacker.at",
    "description": "",
    "home_page_url": "https://dozenhacker.at",
    "feed_url": "https://dozenhacker.at/feed.json",
    "user_comment": "",
    "icon": "https://dozenhacker.at/media/website/red-icon-logo.svg",
    "author": {
        "name": "Jörg Hotter"
    },
    "items": [
        {
            "id": "https://dozenhacker.at/blog/alles-nur-ein-spiel/",
            "url": "https://dozenhacker.at/blog/alles-nur-ein-spiel/",
            "title": "Alles nur ein Spiel?",
            "summary": "Die Zwei Gesichter des Dozen: Mut zur Haltung &amp; Tiefe der Bedeutung Willkommen zu einer Reflexion über Mut, Öffentlichkeit und&hellip;",
            "content_html": "<article>\n<h1>Die Zwei Gesichter des Dozen: Mut zur Haltung &amp; Tiefe der Bedeutung</h1>\n<p>Willkommen zu einer Reflexion über Mut, Öffentlichkeit und die Kunst, Bedeutung zu erfinden. Ich habe diesen Beitrag bewusst in zwei Leseebenen strukturiert: Die klare, gefettete Ebene für den schnellen Überblick <svg class=\"ti ti-umbrella-closed-2\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M6.697 12.071l11.313 -7.071l-7.07 11.314z\" /><path d=\"M8.743 14.475l-2.121 2.121c-1.886 1.886 .943 4.715 2.828 2.829\" /></g></svg> und die aufklappbare, dichte <svg class=\"ti ti-umbrella\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M4 12a8 8 0 0 1 16 0z\" /><path d=\"M12 12v6a2 2 0 0 0 4 0\" /></g></svg> Ebene für alle, die etwas tiefer in die Argumentation eintauchen möchten.</p>\n<section>\n<h2>I. Die Angst, sichtbar zu sein: Das Spiel als Zielscheibe</h2>\n<p><strong>Wer sich mit seinem Projekt in die Öffentlichkeit wagt, wird als \"Störung\" empfunden. Die Angst vor Zynismus und Gegenwind lähmt uns alle.</strong></p>\n<p>Ich frage mich das. Und dabei kommen Zweifel ins Spiel. Denn diese Frage betrifft die Bedeutung von dem, was man tut. So, als ob einem Spiel immer die Ernsthaftigkeit oder der Sinn fehlen würde. Diese Zweifel kommen auf, weil man vermutet, in einer unfreundlichen Umgebung zu leben.</p>\n<details>\n<summary><svg class=\"ti ti-umbrella-closed-2\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M6.697 12.071l11.313 -7.071l-7.07 11.314z\" /><path d=\"M8.743 14.475l-2.121 2.121c-1.886 1.886 .943 4.715 2.828 2.829\" /></g></svg>aufspannen...</summary>\n<div>\n<p class=\"msg msg--highlight \"><em><svg class=\"ti ti-umbrella\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M4 12a8 8 0 0 1 16 0z\" /><path d=\"M12 12v6a2 2 0 0 0 4 0\" /></g></svg><br>Die Frage \"Alles nur ein Spiel?\" impliziert, dass die Ernsthaftigkeit fehlt. <strong>Diese Frage stelle ich mir nicht in einer freundlichen Umgebung.</strong> Nein, diese Zweifel kommen auf, weil man vermutet, <strong>in einer unfreundlichen Umgebung zu leben</strong>. Man befürchtet zynische Einwände und Anfeindung. Denn durch Spielen in der Öffentlichkeit setzt man sich den Blicken der Passanten aus, die sich gestört fühlen vom Spaß und dem Geschrei, das man macht – (um wieder das Beispiel der Dozenhacker zu erwähnen).<br><strong>Diese Angst, zu stören oder Gegenreaktionen zu erwarten, hemmt deutlich die Durchsetzung eigener Projekte</strong>, die sich ja gerade an diese Öffentlichkeit wenden. Klar muss man dann auch mit Gegenkritik, Widerstand und Infragestellung der eigenen Intentionen rechnen.<br><strong>Aber ich spreche hier von der Angst und der Leisetreterei, in die man dann verfallen könnte.<br><span style=\"font-weight: 400;\">Ich denke, es geht heute vielen ähnlich, wenn sie zum Beispiel einen Youtube-Kanal oder ein Kunstprojekt im öffentlichen Raum betreiben.</span><br></strong></em></p>\n</div>\n</details></section>\n<section>\n<h2>II. Neue Bedeutung erfinden:</h2>\n<p><strong>Ein vergessenes Spiel wie das Dozenhacken muss neu erfunden werden. Es wird zur Metapher für den Mut, sich zu behaupten und alle Zweifel zu besiegen.</strong></p>\n<p>Es ist leicht, heute zu veröffentlichen. Aber es ist schwer, <strong>Bedeutung zu etablieren</strong>. Besonders für Dinge, die in der Bedeutungslosigkeit verschwunden sind, so wie das Dozenhacken. Sie wiederzubeleben, heißt, ihnen neue Bedeutung zu geben.</p>\n<details>\n<summary><svg class=\"ti ti-umbrella-closed-2\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M6.697 12.071l11.313 -7.071l-7.07 11.314z\" /><path d=\"M8.743 14.475l-2.121 2.121c-1.886 1.886 .943 4.715 2.828 2.829\" /></g></svg></summary>\n<div>\n<p class=\"msg msg--highlight \"><em><strong><svg class=\"ti ti-umbrella\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M4 12a8 8 0 0 1 16 0z\" /><path d=\"M12 12v6a2 2 0 0 0 4 0\" /></g></svg><br>Dinge die aus unserem Blickfeld verschwunden sind. So wie das Dozenhacken, eine Tradition ist, die vergessen wurde.<br></strong>Sie wiederzubeleben, heißt, ihr neue Bedeutung zu geben. Und das allein reicht den Kritikern nicht, wenn ihnen diese neue Bedeutung nicht passt, weil sie lediglich die alte Bedeutung akzeptieren. <strong>Die alte Bedeutung ist jedoch ausgestorben. </strong>Und die neue Bedeutung muss erst erfunden werden.<strong><br></strong>Ich erzähle also über diese neue Bedeutung, die ich im Dozenhacken sehe. Und ich sehe sie in der <strong>Metapher</strong>. Dozenhacken steht für mich metaphorisch für den Mut, sich zu behaupten und etwas zu wagen und zu können. <strong>Sprechen, wetten, spielen und treffen. Sich der Meisterschaft zu stellen.</strong> Dies alles beinhaltet das Dozenhacken für mich.</em></p>\n</div>\n</details></section>\n<section>\n<h2>III. Die Kraft der Metapher: Mut zum Wagnis und zur Sprache</h2>\n<p><strong>Die Wirkung, die vom Dozen ausgeht, muss auf das Projekt selbst übertragen werden: Wir brauchen Mut zum Projekt und Mut zur Sprache, um erfolgreich zu \"treffen\".</strong></p>\n<p>Der Dozenhacker muss hier alle Zweifel beseitigen. Denn ein zweifelnder, unsicherer Dozenhacker kann nur schwer sein Ziel erfolgreich treffen. Dieser Mut zum Wagnis hat große Bedeutung.</p>\n<table style=\"border-collapse: collapse; width: 100.001%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 49.9583%;\"><strong>Das Spiel als Metapher</strong></td>\n<td style=\"width: 49.9583%;\"><strong>Was es im Leben bedeutet</strong></td>\n</tr>\n<tr>\n<td style=\"width: 49.9583%;\">Werfen &amp; Treffen</td>\n<td style=\"width: 49.9583%;\">Sprechen &amp; Handeln</td>\n</tr>\n<tr>\n<td style=\"width: 49.9583%;\">Sich behaupten</td>\n<td style=\"width: 49.9583%;\">Mut zum Wagnis</td>\n</tr>\n<tr>\n<td style=\"width: 49.9583%;\">Die Meisterschaft suchen</td>\n<td style=\"width: 49.9583%;\">An sich selbst glauben</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<details>\n<summary><svg class=\"ti ti-umbrella-closed-2\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M6.697 12.071l11.313 -7.071l-7.07 11.314z\" /><path d=\"M8.743 14.475l-2.121 2.121c-1.886 1.886 .943 4.715 2.828 2.829\" /></g></svg></summary>\n<div>\n<p class=\"msg msg--highlight \"><em><strong><svg class=\"ti ti-umbrella\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M4 12a8 8 0 0 1 16 0z\" /><path d=\"M12 12v6a2 2 0 0 0 4 0\" /></g></svg><br>Denn Dozenhacken soll Mut verleihen</strong> und seinen Spieler couragiert machen. Ihn sicher machen, das zu vollbringen, was er meint, zu können, und dies auch zu beweisen, indem er (oder sie) die Münze aus dem Kreis hackt.<br>Für mich heißt das <strong>Mut zum Projekt und Mut der Sprache</strong>, die das Projekt erfordert. Es ist ein Balanceakt. Ein Behaupten. Ein Provozieren.<br><strong>Die Angst zu scheitern muss unterdrückt werden beim Werfen, wie beim Sprechen und Schreiben.</strong> Ich spreche hier aber nicht von dem so einfachen Spiel. Ich spreche von der <strong>neuen Bedeutung, die das Spiel als Metapher trägt.</strong> Deswegen ist mein Schreiben kompliziert.<br>Das Dozenhacken selbst bleibt so einfach wie eh und je.</em></p>\n</div>\n</details></section>\n<section>\n<h2>IV. Theorie und Praxis: Die Konsequenz ist Haltung</h2>\n<p><strong>Das Projekt möchte Werfen und Sprechen verbinden. Das ist der Kern. Man muss eine klare Haltung einnehmen, denn ohne Wurfhaltung wird kein Treffer erzielt.</strong></p>\n<p>Da sind also zwei Dinge: Das einfache Spiel und die komplexe Bedeutung, die man darin entdeckt. Beides ist getrennt und zugleich doch verbunden. Das Schreiben dient hier der Untermauerung dieser Verbindung.</p>\n<details>\n<summary><svg class=\"ti ti-umbrella-closed-2\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M6.697 12.071l11.313 -7.071l-7.07 11.314z\" /><path d=\"M8.743 14.475l-2.121 2.121c-1.886 1.886 .943 4.715 2.828 2.829\" /></g></svg></summary>\n<div>\n<p class=\"msg msg--highlight \"><em><strong><svg class=\"ti ti-umbrella\" width=\"24px\" height=\"24px\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" aria-hidden=\"true\" viewBox=\"0 0 24 24\"><g><path d=\"M4 12a8 8 0 0 1 16 0z\" /><path d=\"M12 12v6a2 2 0 0 0 4 0\" /></g></svg><br>Der Vorteil des Spiels ist, dass es einfach und simpel ist.</strong> Sprache und das Erstellen einer Webseite hingegen sind jedoch kompliziert. Es ist schwierig, hier auch so einfach wie das Spiel selbst zu sein. Denn Sprache, die verbunden ist mit sozialer Reaktion, ist kompliziert und einschüchternd. Gerade etwas Einfaches zu beschreiben ist schwierig.<br>Es ist fast so, als ob, <strong>je einfacher eine Sache ist, desto mehr Worte verschwendet man darauf, dieses Einfache zu beschreiben.</strong> Man neigt dann dazu, das Einfache zu verkomplizieren.<br>Orthodoxe Anhänger des Spiels wollen sich nicht mit vermuteten Bedeutungen befassen, und Sprachinteressierte wollen sich nicht mit dem Spiel befassen.<br>Das ist der Gegensatz von <strong>Theorie und Praxis</strong>. Die Konsequenz ist, dass man hier eine <strong>Haltung</strong> einnehmen muss. Denn ohne Wurfhaltung wird kein Treffer erzielt. Diese Haltung ist die <strong>Behauptung, die Vorbereitung, das Zielen, das Werfen.</strong></em></p>\n</div>\n</details></section>\n<section>\n<h2>V. Reflexion zur Textstruktur</h2>\n<p>Dieser Text wurde bewusst in <strong>zwei Ebenen</strong> aufgeteilt – die schnell erfassbare, persönliche Oberfläche und die tiefe, analytische Basis. Diese Struktur soll unterschiedlichen Lesergruppen gerecht werden. Sie spiegelt den zentralen Geist des Projekts wider: <strong>die gleichzeitige Existenz von einfacher, zugänglicher Praxis und der vertieften, komplexen Bedeutung, die man darin entdecken kann.</strong> Die Form folgt dem Inhalt.</p>\n</section>\n</article>",
            "image": "https://dozenhacker.at/media/posts/17/Dozen-synthwave.jpg",
            "author": {
                "name": "Der Dozenhacker"
            },
            "tags": [
                   "Dozenhacker"
            ],
            "date_published": "2025-10-27T18:20:15+01:00",
            "date_modified": "2025-10-27T19:44:57+01:00"
        },
        {
            "id": "https://dozenhacker.at/blog/meisterschaft-durch-spiel/",
            "url": "https://dozenhacker.at/blog/meisterschaft-durch-spiel/",
            "title": "Meisterschaft durch Spiel",
            "summary": "Eine Umgehungsstrategie Das Problem der Blockade Wir stehen oft vor inneren Hürden, die den Fortschritt blockieren: Mangelnder Fokus, Ablenkung, Prokrastination,&hellip;",
            "content_html": "<h2>Eine Umgehungsstrategie</h2>\n<h3>Das Problem der Blockade</h3>\n<p class=\"dropcap\">Wir stehen oft vor inneren Hürden, die den Fortschritt blockieren: <strong>Mangelnder Fokus</strong>, Ablenkung, Prokrastination, Widerstand, Frustration und die Tendenz zum Overlearning (reine intellektuelle Übung).<br>Lösungsversuche scheitern häufig an der <strong>Kluft zwischen Theorie und praktischer Aktion</strong>. Obwohl es unzählige gute Ratschläge gibt, kann eine Fähigkeit nicht intellektuell, sondern nur durch Praxis erlernt werden.<br><em>Wie aber praktiziert man etwas, das man noch nicht beherrscht oder wofür die nötigen Skills fehlen?</em></p>\n<h3>Die Lösung: Spielen als Urfähigkeit</h3>\n<p>Dafür gibt es eine geniale und <strong>evolutionär verankerte Lösung</strong>: Spielen.<br>Durch das Spiel erlernen Menschen und Tiere die wichtigsten lebensnotwendigen Fähigkeiten. Das spielerische Lernen muss nicht mit dem Ende der Kindheit aufhören; diese Art des Erwerbs steht uns das ganze Leben lang zur Verfügung. Wir haben lediglich vergessen, wie man spielt.<br>Gute Ratgeber versuchen, Leser durch Aktionspläne zur Tat zu bewegen. Doch Reden, Lesen und Denken ohne Handeln bleibt Wunschdenken und verändert nichts. An diesem Knackpunkt scheitern viele: Disziplin, Motivation und Energie sind Mangelware.<br><strong>Wir sind von Natur aus zur Faulheit geneigt</strong> – evolutionär sinnvoll, um Energie zu sparen. Doch unsere Konsumwelt hat uns zu passiv gemacht. Unsere Komfortzone ist massiv, oft bis zu dem Punkt, an dem wir feststecken und unglücklich sind. Es fehlt der Anreiz, sich vom Sofa zu lösen.</p>\n<h4>Spiel als Anreiz und Katalysator</h4>\n<p>Spielen ist dieser Anreiz. Es verspricht Aufregung, Spannung, Action und Belohnung. Unser Gehirn ist darauf programmiert.<br>Der einzige verbleibende Widerstand ist oft eine Dopamin-Resistenz, die durch ständigen Konsum entsteht. Dagegen hilft nur Zeit, Beharrlichkeit – und der Beginn des Spiels. Der Dopamin-Boost folgt meist nach drei bis vier Wochen des konsequenten Spielens.</p>\n<h4>Die Strategie: Der indirekte Weg zur Meisterschaft</h4>\n<p>Mein Ziel ist nicht, Dir beizubringen, wie man spielt. Diese Grundfähigkeit besitzt Du bereits und kannst sie jederzeit reaktivieren. Ich zeige Dir lediglich <em>ein</em> Spiel und gebe Dir die Regeln.<br>Das Spiel selbst erledigt den Rest.</p>\n<h5><strong>Der Hack:</strong></h5>\n<p>Du erwirbst oder verbesserst die gewünschten Fähigkeiten indirekt, indem Du Dich auf das Spielziel konzentrierst. <strong>Das Spiel hat keinen Zweck außer unterhaltsam und schwierig zu sein</strong>, doch die erworbenen Skills übersteigen das Spiel bei Weitem.<br>Du nutzt gewissermaßen einen <strong>Geheimweg</strong> oder eine Hintertür, um mentale Blockaden, Hemmungen, Ängste oder Widrigkeiten zu umgehen, die Dir auf dem herkömmlichen Weg versperrt bleiben. <strong>Spielen ist eine Umgehungsstrategie, keine Vermeidungsstrategie.</strong></p>\n<blockquote>\n<p>Wenn Du also keinen Fokus halten kannst, spiele den Fokus, bis Du zum Meister des Fokus-Spiels wirst – und damit zum Meister des Fokus selbst. Diese Meisterschaft wird alle weiteren Lernprozesse erleichtern.</p>\n</blockquote>\n<h5>Der Gewinn: Ein generischer Fokus und mehr</h5>\n<p>Ich werde Dich nicht mit Ratschlägen überhäufen, sondern Dir präzise die Spielanleitung geben. Alles andere erledigen das Spiel und der Dozen.<br>Was Du durch das Spiel erwirbst, ist Meisterschaft in folgenden Bereichen:</p>\n<ul>\n<li><strong>Fokus und Konzentration</strong>: Du trainierst die Fähigkeit zum Fokus selbst. Dieser generische Fokus ist wie ein Muskel, der danach für jedes beliebige Projekt oder Ziel eingesetzt werden kann.</li>\n<li><strong>Körperliche Steuerung</strong>: Du schulst Deine motorischen und koordinativen Verbindungen.</li>\n<li><strong>Impact:</strong> Du lernst Effizienz, Präzision und Kontrolle über die eingesetzte Kraft (Bedeutung des Einschlags).</li>\n<li>Intellektuelle Entwicklung: Du schulst räumliches Denken und den <strong>Perspektivwechsel</strong>. Die Allegorie des Spiels kann zu Kontemplation, Meditation und zur Tugendschulung führen – bis hin zur Handhabung des Irrationalen durch DozenDada.</li>\n<li><strong>Soziale Fähigkeiten</strong>: Du trainierst Kommunikation, Wettstreit, Stressbewältigung und Leistung unter Druck.</li>\n<li><strong>Mut und Courage</strong> sowie Vorbildwirkung.</li>\n</ul>\n<p>Dieses <strong>Grundfähigkeitstraining</strong> hilft auch beim Lösen von Leistungsblockaden, die bei einseitigem Training (z.B. in der Wurfathletik oder bei explosiven Sportarten wie Skispringen) auftreten können. Die Dynamik des Dozenhackens mit dem besonderen Feedback durch den Wurf mit der Schnur ist ideal für das <strong>Athletik-Training</strong> des \"Wurffensters\".<br>Darüber hinaus bietet Dozenhacken als <strong>Kunstpraxis</strong> in Form von <strong>DozenDada</strong> eine Methode zur Entwicklung des künstlerischen Geistes und zum Umgang mit dem irrationalen Aspekt unseres Seins.</p>",
            "image": "https://dozenhacker.at/media/posts/15/dozen_gewickelt_resultat_xxxl.jpg",
            "author": {
                "name": "DO-Zen Meister"
            },
            "tags": [
                   "Focus"
            ],
            "date_published": "2025-10-25T22:20:06+02:00",
            "date_modified": "2025-10-25T22:20:06+02:00"
        },
        {
            "id": "https://dozenhacker.at/blog/flinga-la-dozinga/",
            "url": "https://dozenhacker.at/blog/flinga-la-dozinga/",
            "title": "Flinga la Dozinga!",
            "summary": "DozenDada Gedichte sind Dada das stattfindet beim Hacken der Dozen. Als Lautgedichte werden sie aufgeführt während man Dozen hackt. Außerhalb&hellip;",
            "content_html": "<h2 class=\"align-left\">DozenDada Gedichte sind Dada das stattfindet beim Hacken der Dozen.</h2>\n<p>Als Lautgedichte werden sie aufgeführt während man Dozen hackt. Außerhalb wiedergegeben dienen sie lediglich der Wiedergabe des bereits vollzogenen Spielgeschehens. Wie jeder Dozen-Hack verschieden ist, ist auch jedes Dozendada Gedicht einzigartig.</p>\n<p class=\"align-center\"><br>Flinga la Dozinga!</p>\n<p class=\"align-center\">Dozinga flinga<br>Beri bimba!<br>Hotz potz dotz<br>Kadafotz<br>Plotz.<br><br>Tareisel ni zeisel<br>Tinni zinni tazuck zuruck<br>Zinn zinn tinn papop<br><br>Dozinga dozinga!<br><br>Nulu wulu adulu,<br>Schnurru burr kazurr.<br><br>Klimbimm<br>Badabing<br>Dozing<br>Fling?</p>\n<p><br><em>Aufgeführt mit Tiroler Hut.</em><br><em>Gefilmt hochkant. Nov.2025</em><br><em>Zu veröffentlichen auf tiktok<br></em>Ausführender Dozenhacker: Tiroler Otter</p>",
            "image": "https://dozenhacker.at/media/posts/14/otter-test2720px.jpg",
            "author": {
                "name": "Tiroler Otter"
            },
            "tags": [
                   "Dada"
            ],
            "date_published": "2025-10-25T21:37:07+02:00",
            "date_modified": "2025-10-25T21:46:56+02:00"
        },
        {
            "id": "https://dozenhacker.at/blog/oetterei-no-trallala/",
            "url": "https://dozenhacker.at/blog/oetterei-no-trallala/",
            "title": "Ötterei No Trallala!",
            "summary": "No Trallalismo Ötterei no trallala! No trallalero bombardero! Na to no dada Ötterei no fei! Nit hinsen de binsen. No&hellip;",
            "content_html": "<h6>No Trallalismo</h6>\n<h6>Ötterei no trallala!<br>No trallalero bombardero!</h6>\n<h6>Na to no dada<br>Ötterei no fei!<br>Nit hinsen de binsen.</h6>\n<h6>No trallala!</h6>",
            "image": "https://dozenhacker.at/media/posts/13/oetterei-aufm-berg.jpg",
            "author": {
                "name": "Tiroler Otter"
            },
            "tags": [
                   "Dada"
            ],
            "date_published": "2025-10-25T21:11:07+02:00",
            "date_modified": "2025-10-25T21:11:07+02:00"
        },
        {
            "id": "https://dozenhacker.at/blog/dada-dotzt/",
            "url": "https://dozenhacker.at/blog/dada-dotzt/",
            "title": "Dada Dotzt!",
            "summary": "DADA DOTZT! Das Manifest des Dozen-Dadaismus Die nur an der Tradition Interessierten mögen sich die Ohren zuhalten: Wir behaupten eine&hellip;",
            "content_html": "<h2>DADA DOTZT! Das Manifest des Dozen-Dadaismus</h2>\n<p>Die nur an der Tradition Interessierten mögen sich die Ohren zuhalten: Wir behaupten eine kühne, freche Verwandtschaft. Dozen und Dada sind nicht nur verwandt – sie bergen eine innere, geheime Verbindung.</p>\n<h3>Fusion am Abgrund der Wirklichkeit</h3>\n<p>In einer Realität, in der das Absurde zur Normalität erhoben wurde (Ultradada!), erscheinen Dozen und Dada als Synonyme.</p>\n<ul>\n<li>Dada ist ein Wort. Dozen ist ein Wurf.</li>\n<li>Dada ist eine Allegorie. Der Dozen ist eine Metapher.</li>\n</ul>\n<p class=\"msg msg--highlight \">Beide sind eine Antwort auf die Krise der Zeit, selbst wenn diese Antwort irrational ist.<br>Beide balancieren am Abgrund unserer Wirklichkeit. Sie drehen und bewegen sich im Realen wie auch im Irrealen und streben nach nichts Geringerem als radikaler Freiheit.</p>\n<p><strong>Dozen-Dada ist die explosive Fusion zweier Kategorien: Kunst und Spiel. Frei erfunden. Frei geworfen. Frei schaffend.</strong></p>\n<h3>Der Wurf als kugelseismisches Experiment</h3>\n<p>Der Dozen ist Dada zum Werfen.<br>Beide bergen einen kreativen Akt in sich, der als Spiel, Performance oder Gedicht verstanden werden kann.<br><strong>Der Aufprall ist der Beweis:</strong> Das kugelseismische Einschlagsexperiment des hackenden Dozens ist gleich einem Dada-Kunstexperiment.</p>\n<h4>DADA DOTZT! Gewaltig. Reverberierend. Lautstark und poetisch.</h4>\n<p>Er ist brutal und sensibel gleichzeitig – ein Synästhetikum aus Asphalt, Metall und Aufruhr.<br><strong>Der Dozen ist wild und drängt zur Kunst</strong>. Er ist nicht zu bändigen. Einmal geworfen, trifft er nicht nur sein Ziel, sondern tanzt wild und singt:</p>\n<p class=\"align-center\"><strong>Ich bin der Dozen.</strong><br><strong>Der Dadadozen. Dada, wirf mich!</strong><br><strong>Dada, zeig ich dir! Dada! Ultra Dada!</strong><br><strong>Dada Dozen Dada!</strong><br><strong>Sagen und Legenden erzähl ich dir.</strong></p>\n<h4>Das DozenDada Manifest: Eine Bewegung</h4>\n<p>Dozenhacker schafft Kultur – mehr als nur ein Markenname, mehr als ein Spiel, mehr als ein Gadget, das um Aufmerksamkeit buhlen muss.<br>Es ist eine Belohnung. Ein Geschenk. Ein Zeichen. Es ist lebendig.<br>Das Dozenhacker-Projekt ist eine Bewegung, die kombiniert:<br>Wir erzeugen einen Einschlag, der die Welt erzittern lässt.</p>",
            "image": "https://dozenhacker.at/media/posts/12/Dada-Allegorie.jpg",
            "author": {
                "name": "Tiroler Otter"
            },
            "tags": [
                   "Dada"
            ],
            "date_published": "2025-10-25T19:35:42+02:00",
            "date_modified": "2025-10-25T21:44:27+02:00"
        },
        {
            "id": "https://dozenhacker.at/blog/die-lauthalsigkeit-der-dozenhacker/",
            "url": "https://dozenhacker.at/blog/die-lauthalsigkeit-der-dozenhacker/",
            "title": " Die Lauthalsigkeit der Dozenhacker",
            "summary": "Die Lauthalsigkeit der Dozenhacker ist legendär und gehörte von jeher untrennbar zum Spiel dazu. Dieser Tradition folgend sind auch die&hellip;",
            "content_html": "<h2 class=\"dropcap\"><br>Die Lauthalsigkeit der Dozenhacker ist legendär und gehörte von jeher untrennbar zum Spiel dazu.</h2>\n<p>Dieser Tradition folgend sind auch die Texte auf dieser Seite von einem stark betonenden, ja fast breitspurigen Charakter geprägt, insbesondere in der selbstbewussten Behauptung diverser Thesen, die für den Dozenhacker von Interesse sind.</p>\n<div class=\"gallery-wrapper gallery-wrapper--full\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://dozenhacker.at/media/posts/11//gallery/doznmandl.schreit_01.jpg\" data-size=\"1920x1080\"><img decoding=\"async\" loading=\"lazy\" src=\"https://dozenhacker.at/media/posts/11//gallery/doznmandl.schreit_01-thumbnail.webp\" alt=\"Setzt´s an Euro in Kreasl!\" width=\"800\" height=\"450\"></a>\n<figcaption>Das Doznmandl schreit laut um einen Spieleinsatz</figcaption>\n</figure>\n<figure class=\"gallery__item\"><a href=\"https://dozenhacker.at/media/posts/11//gallery/doznmandl.schreit_02.jpg\" data-size=\"1920x1080\"><img decoding=\"async\" loading=\"lazy\" src=\"https://dozenhacker.at/media/posts/11//gallery/doznmandl.schreit_02-thumbnail.webp\" alt=\"Aber niemand ist da.\" width=\"800\" height=\"450\"></a>\n<figcaption>Weit und breit niemand da?</figcaption>\n</figure>\n<figure class=\"gallery__item\"><a href=\"https://dozenhacker.at/media/posts/11//gallery/doznmandl.schreit_03.jpg\" data-size=\"1920x1080\"><img decoding=\"async\" loading=\"lazy\" src=\"https://dozenhacker.at/media/posts/11//gallery/doznmandl.schreit_03-thumbnail.webp\" alt=\"Deshalb schreit das Dozenmandl.\" width=\"800\" height=\"450\"></a>\n<figcaption>Hört irgendwer vielleicht?</figcaption>\n</figure>\n</div></div>\n<h3><strong>Früher waren es Kinder, die lauthals Passanten aufforderten, eine Wette mit ihnen einzugehen.</strong></h3>\n<p>Die Dozenhacker traten dabei mit waghalsigen Behauptungen auf und garantierten unter Einsatz ihrer gesamten Spielausrüstung, das Ziel erfolgreich aus dem Kreis zu schlagen: <strong>„Dreimol Dozen und Schnur!“ </strong><em>(d.h. Unter drei Versuchen wird die Münze gehackt, oder der Dozen mit Schnur ist verloren)</em><br>Solch ein lautes Auftreten und öffentliches Spielen von Kindern war früher zwar möglich, aber nicht immer gern gesehen.<br>Heute ist alles leiser geworden: Kaum jemand wagt es noch, frech und frei Behauptungen und Herausforderungen öffentlich aufzustellen. Die Angst vor negativen Reaktionen und gesellschaftlicher Missbilligung überwiegt bei den meisten.</p>\n<p>Genauso erging es mir, als ich mich für das Projekt entschied, diese Webseite ins Leben zu rufen. Ich wollte ursprünglich ganz still und sensibel beginnen, nur ja nichts zu Strenges oder Überhebliches behaupten. Doch dann, mit der Zeit, wich diese Leisetreterei beim Schreiben, und <strong>der Dozenhacker in mir setzte sich durch</strong>:</p>\n<h3>Dozenhacken ist laut und waghalsig!</h3>\n<p>Es ist kein Herumtippeln auf Zehenspitzen.<br>Und im weiteren Verlauf entdeckte ich, dass das reine Dozenhacken allein nicht mehr ausreicht. Als reines Spielprinzip ist es für eine tiefere Auseinandersetzung vielleicht zu simpel. Also erweiterte ich das Thema rund um das Dozenhacken, um mir selbst genügend Stoff zu geben, der mich wirklich interessiert und langfristig am Ball hält. Es wurde zu einem Konzept und einer Weltsicht.</p>\n<h3>Die Konsequenz der Haltung</h3>\n<p>Wenn manchem die hier aufgestellten Behauptungen zu kühn oder zu laut für seinen Geschmack sind: <strong>Ich entschuldige mich nicht</strong>. Als Dozenhacker kann ich nicht anders. Das ist unsere Haltung, unsere existenzielle Notwendigkeit. Wetten?<br>Außerdem leben wir in einer Zeit, in der ohnehin jeder laut schreiend oder behauptend die Aufmerksamkeit auf sich ziehen will. Warum sollte sich ein Dozenhacker hier anders verhalten?<br>Im Gegenteil: Die Themen und Thesen des Dozenhackers sind jede Aufmerksamkeit wert, da sie eine authentische Gegenposition zur allgemeinen lautstarken Informationsberieselung darstellen.</p>\n<h3>Kunst ohne zu Fragen</h3>\n<p>Dasselbe gilt für die kunstschaffende Tätigkeit des Dozenhackers. Es ist eine Kunst, die keine Fragen aufwirft, sondern Antworten gibt. Das ist ohnehin eine Grundaufgabe der Kunst, die oft vergessen wird.<br>Ich befrage also nicht vordergründig den Raum oder die Medien, sondern ich behaupte sie mit Entschiedenheit und setze eine klare Form und eine eindeutige Sprache hinein. Dabei wird auch auf das übliche Artspeak verzichtet – jene vage, akademische Sprache, die ohnehin nur der Verschleierung der Interpretierbarkeit oder der Intentionen nach Gewinnabsicht dient.<br>Der Dozenhacker will nichts mit seiner Kunst. Er verkauft keine Kunst. Er behauptet sie einfach und beantwortet durch seine Aktionen und seine präsente Form drängende Fragen der Kunst und der Existenz. Er stellt aber keine neuen, unnötigen Fragen auf, die nur zur Verwirrung dienen. Denn auch Kunst sollte sich nicht verstecken und tarnen müssen, sondern mutig und ungeschminkt auftreten.</p>",
            "image": "https://dozenhacker.at/media/posts/11/doznmandl.schreit_01.jpg",
            "author": {
                "name": "Der Dozenhacker"
            },
            "tags": [
                   "Geschichten",
                   "Dozenhacker"
            ],
            "date_published": "2025-10-25T18:16:04+02:00",
            "date_modified": "2025-10-25T19:28:10+02:00"
        },
        {
            "id": "https://dozenhacker.at/blog/die-rueckkehr-des-dozenhackens/",
            "url": "https://dozenhacker.at/blog/die-rueckkehr-des-dozenhackens/",
            "title": "Die Rückkehr des Dozenhackens",
            "summary": "10 Gründe für ein Comeback 2026 Dozenhacken steht vor einer Wiedergeburt. Nach Jahrzehnten im Schatten vereint die Methode historische Tradition&hellip;",
            "content_html": "<h2>10 Gründe für ein Comeback 2026</h2>\n<p>Dozenhacken steht vor einer Wiedergeburt. Nach Jahrzehnten im Schatten vereint die Methode historische Tradition mit zeitgemäßen Bedürfnissen und modernster Technologie. Hier sind die Gründe, warum dieses Spiel 2026 wieder hochaktuell wird:</p>\n<h3><em>I. Das Erbe trifft auf die Gegenwart (Spiel &amp; Kreisel)</em></h3>\n<h4>1. Neue Regeln, Neues Spielgefühl</h4>\n<p>Das neue Dozenhacken konsolidiert alte Regeln, überarbeitet sie und kreiert innovative Spielideen, die du bald entdecken wirst. Es ist die Brücke zwischen Vergangenheit und Zukunft des Kreiselspiels.</p>\n<h4>2. Der technisch erneuerte Kreisel</h4>\n<p>Der neue Dozen ist eine<strong> technische Neuinterpretation</strong>: Er basiert auf den historischen Vorbildern, ist aber in Design und Technik wesentlich verbessert. Seine edle Oberfläche und optimierte Bauweise eröffnen neue Spielmöglichkeiten. Sei einer der Ersten, die diesen frischen Kreisel 2026 in die Hand nehmen.</p>\n<h3><em>II. Die digitale Bühne und der neue Anreiz</em></h3>\n<h4>3. Game-Changer Social Media</h4>\n<p>Handykamera und das Internet sind der ideale Verstärker. Neue Spielgemeinschaften bilden sich über Social Media. Plattformen wie TikTok, YouTube und Instagram sind die zeitgemäße Kommunikationszentrale, die dem Spiel neue Impulse geben.</p>\n<h4>4. Die Währung der Anerkennung</h4>\n<p>Der klassische Anreiz des Münzgewinns wird durch Social-Media-Reichweite und Anerkennung ersetzt. Attraktive Spieler können (theoretisch) durch mediale Sichtbarkeit auch finanziell belohnt werden. Dozenhacken bietet Spielern die einmalige Chance, mit einem <strong>weltweit einzigartigen Spiel</strong> schnell Aufmerksamkeit und Reichweite zu erzielen.</p>\n<h4>5. Internationale Vernetzung der Kreiselkultur</h4>\n<p>Kreiselspiele haben global Millionen von Anhängern (z. B. Yo-Yo- und Kreisel-Akrobatik-Communities). Dozenhacken ist eine neuartige und attraktive Bereicherung dieser Szene, die das Potenzial hat, Sponsoren und eine breite Masse zu begeistern.</p>\n<h3><em>III. Der Wunsch nach Realität und Kultur</em></h3>\n<h4>6. Rückeroberung des öffentlichen Raums</h4>\n<p>Nach Jahren der Verdrängung drängen die Menschen zurück auf die Straße. Ähnlich wie die Skater-Kultur öffentliche Räume zurückerobert und freie Kulturzonen schafft, fordert Dozenhacken das Recht auf das spontane Straßenspiel zurück. Alte, überholte Verbote und Verhinderungen werden selbstbewusst ignoriert.</p>\n<h4>7. Das Bedürfnis nach realem Erlebnis</h4>\n<p>Die Zeit der rein digitalen Einkehr ist vorbei. Das Smartphone, stets dabei, dient nun als Zeuge und Verstärker des Erlebten. Viele verspüren einen tiefen Wunsch nach neuen, authentischen, realen Emotionen. Dozenhacken stillt dieses Verlangen durch konkretes, physisches Tun.</p>\n<h4>8. Stärkung von Kultur und Identität</h4>\n<p>Angesichts sozialer Krisen und wachsender Veränderungsdynamik suchen Politik und Gesellschaft nach stabilisierenden Kräften. Kulturinitiativen, die neue Identifikationen schaffen und Zugehörigkeit vermitteln, erfahren Unterstützung. Dozenhacken kann als faszinierendes und spaßiges Element zur positiven Kulturbildung beitragen.</p>\n<h3><em>IV. Resilienz und Stressbewältigung</em></h3>\n<h4>9. Bewältigung von Stress und Eskalation</h4>\n<p>Stress durch schnelle, unvorhersehbare reale Veränderungen muss kanalisiert werden, um Eskalation zu vermeiden. Körperliche Betätigung und die gezielte Verbesserung mentaler Fähigkeiten sind bewährte Ventile.</p>\n<h4>10. Konzentriertes, bewusstes Handeln</h4>\n<p>Zur Stressbewältigung hilft entweder Meditation/Ruhe oder konzentriertes, bewusstes physisches Agieren. Das Dozenhacken bietet dir beides: die kontemplative Ruhe des fokussierten Wurfes und die körperliche Energieabfuhr des gezielten Schlages. Es ist ein mächtiges Werkzeug, um negative Kräfte zu mildern.</p>\n<h5>Fazit:</h5>\n<p>Dozenhacken bietet eine einzigartige Mischung aus sportlicher Herausforderung, digitaler Präsenz und einem tief empfundenen Bedürfnis nach analoger, gemeinschaftlicher Realität. Es ist bereit für das Jahr 2026.</p>\n<p><!--StartFragment --></p>\n<p><!--EndFragment --></p>",
            "author": {
                "name": "Der Dozenhacker"
            },
            "tags": [
                   "Spiel"
            ],
            "date_published": "2025-10-13T03:44:00+02:00",
            "date_modified": "2025-10-13T03:54:54+02:00"
        },
        {
            "id": "https://dozenhacker.at/blog/dozenhacken-eine-einladung-zur-bewegung/",
            "url": "https://dozenhacker.at/blog/dozenhacken-eine-einladung-zur-bewegung/",
            "title": "Aktiviere deinen Fokus",
            "summary": "Das Dozenhacken ist eine faszinierende Verbindung aus alter Spieltradition und einem modernen, dringend benötigten Ansatz zur Steigerung der Fokussiertheit. Es&hellip;",
            "content_html": "<h3>Das Dozenhacken ist eine faszinierende Verbindung aus alter Spieltradition und einem modernen, dringend benötigten Ansatz zur Steigerung der Fokussiertheit.</h3>\n<p><strong>Es ist kein kompliziertes Hobby von gestern, sondern eine Methode zur Selbstoptimierung – ein direkter Weg, den Kopf freizubekommen und in die Wirklichkeit zurückzukehren.</strong></p>\n<h2>Der Kern: Präzision und Poesie</h2>\n<p>Im Zentrum steht die elegante, aber unnachgiebige Mechanik: Du nimmst den Dozen, einen oft schweren Wurfkreisel, und wirfst ihn so gezielt mit der Schnur, dass er eine Münze trifft und aus einem Kreis schleudert. Der Wurf ist nur dann erfolgreich, wenn der Kreisel nach dem Aufprall auf seiner Spitze weiterdreht und \"tanzt\". Dieser kurze Moment vereint kontrollierte Kraft und meditative Ruhe.</p>\n<h3>Die Methode: Warum der Wurf so wertvoll ist</h3>\n<p>Dozenhacken ist ein <strong>unkonventioneller Lerntrick</strong>. Es nutzt deine angeborene motorische Intelligenz, um deine Fähigkeit zur Konzentration zu steigern. Da du eine physische Fertigkeit erlernst, ist das Ergebnis immer <strong>echt und unbestechlich</strong>.<br>Der entscheidende Vorteil liegt in der speziellen Wurftechnik mit der Schnur:</p>\n<h3>Das Wurffenster einfach erklärt</h3>\n<p>Normalerweise verlässt ein geworfenes Objekt deine Hand sofort. Beim Dozen-Wurf aber bleibt das Objekt über die sich abwickelnde Schnur für einen kleinen Moment länger mit dir verbunden. Das nennt man das Wurffenster.</p>\n<p class=\"msg--info msg msg--highlight \">Der Nutzen: Weil dieser <strong>entscheidende Moment</strong> des Loslassens <strong>verlängert </strong>wird, hast du mehr Zeit, deinen Wurf zu steuern und zu korrigieren. Die Schnur liefert dir über deine Finger <strong>sensorisches Feedback</strong> bis zur letzten Millisekunde.</p>\n<p><strong>Der Effekt:</strong> Dieses Training schult deine Wurfpräzision und die Verbindung zwischen deinem Gehirn und deiner Hand. Es ist ein aktiver Weg, um den Geist von der Ablenkung zu befreien und ihn auf eine einzige, perfekte Handlung zu fokussieren.</p>\n<h3>Die Kultur: Vom Spiel zur Bewegung</h3>\n<p>Das Dozenhacken ist mehr als ein Solo-Spiel. Es ist eine Bewegung für alle, die eine Auszeit vom digitalen Lärm suchen.<br>Wenn du bereit bist, dich auf diese Herausforderung einzulassen – diesen kleinen, komplexen Gegenstand zu meistern, um deinen eigenen Fokus zu schärfen –, dann bist du hier genau richtig. Finde deinen Dozen, wirf ihn, und sieh zu, wie er tanzt.</p>",
            "image": "https://dozenhacker.at/media/posts/6/Dozen-in-flames-focus.jpg",
            "author": {
                "name": "DO-Zen Meister"
            },
            "tags": [
                   "Focus"
            ],
            "date_published": "2025-10-13T00:31:18+02:00",
            "date_modified": "2025-10-25T21:56:50+02:00"
        },
        {
            "id": "https://dozenhacker.at/blog/testseite/",
            "url": "https://dozenhacker.at/blog/testseite/",
            "title": "testseite-miau",
            "summary": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus sem mi, vulputate quis lobortis quis, commodo quis ligula. Pellentesque ullamcorper&hellip;",
            "content_html": "<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus sem mi, vulputate quis lobortis quis, commodo quis ligula. Pellentesque ullamcorper turpis dui, id tempor lorem sagittis id. Ut non ultricies erat, nec interdum elit. Ut fringilla nisl est, a iaculis felis egestas posuere. Ut in nisi sit amet mauris bibendum vulputate. Donec ullamcorper dolor risus, et vulputate lacus dapibus et. Ut elementum suscipit neque in pharetra. Quisque consequat elit rutrum mi tempus sagittis. Quisque et pharetra magna, eu pretium nunc. Nam nec vulputate sapien, vitae elementum nunc. Phasellus nec faucibus libero. Vivamus ac laoreet leo. Donec euismod quis tellus sit amet fringilla. Aliquam auctor lacus et dignissim ultrices. In hac habitasse platea dictumst.</p>\n<p>Ut cursus mattis enim, sed egestas augue scelerisque at. Nullam ut velit sed nibh bibendum egestas ut at ligula. Nulla mi arcu, efficitur sit amet tempor non, venenatis ac metus. Nunc in laoreet ipsum. Proin et justo lectus. Sed ut viverra velit, ac fringilla tellus. Maecenas id neque urna. Vestibulum pharetra sem nec ex sollicitudin, consectetur auctor purus fermentum. In eget interdum ante, vel feugiat odio. Integer tristique consectetur pulvinar. Aliquam erat volutpat.</p>\n<p>Praesent eu enim arcu. Quisque egestas laoreet ipsum, eget hendrerit diam luctus ut. Vestibulum erat nibh, varius et ultrices ut, convallis ac metus. Pellentesque vestibulum eros mi, et viverra est consectetur eget. Vivamus sagittis pellentesque arcu, ut efficitur lacus gravida eget. Curabitur nunc risus, laoreet non accumsan a, condimentum a libero. Nam tincidunt sed eros in ullamcorper. Phasellus egestas rutrum ipsum. Morbi arcu erat, ultricies a ligula semper, vulputate ornare ligula. In interdum sem ac dolor rutrum ultrices. Suspendisse facilisis, ipsum non finibus viverra, urna justo varius leo, a ornare ex nisi ut libero. Vestibulum elementum eros sit amet condimentum fringilla.</p>",
            "image": "https://dozenhacker.at/media/posts/1/Gustav_Wilhelm_Kraus_Innsbruck_19Jh.jpg",
            "author": {
                "name": "Schattenpfote"
            },
            "tags": [
                   "Dozenhacker",
                   "Club"
            ],
            "date_published": "2025-10-07T16:56:25+02:00",
            "date_modified": "2025-10-21T03:40:48+02:00"
        }
    ]
}
